package mix;

import java.util.List;

public class Mix {

    public static List<String> sourMixes = List.of(
            "Грейпфрут с клюквой",
            "Имбирный коктейль с лимоном и вишней",
            "Вишня и мимон танж",
            "Лимон и мандарин",
            "Мохито, клюква и манго",
            "Маргарита, щербет и мармеладные мишки",
            "Имбирь, лимон и мармеладные мишки");

    public static List<String> sweetMixes = List.of(
            "Вишня, лесные ягоды и личи-малина",
            "Малина, вишня с мятой и карибский ром",
            "Груша, мармеладные мишки и тутти-фрутти",
            "Персик, базилик, малина и личи",
            "Малина, вишня и щербет",
            "Черничный крамбл, ягодный сорбет и дыня",
            "Дыня, вишня, ментоловые леденцы");

    public static List<String> strangeMixes = List.of(
            "Облепиха",
            "Пряный сыр",
            "Бекон",
            "Гаспачо",
            "Халва",
            "Кукуруза со сгущенкой",
            "Аджика",
            "Ржаной хлеб",
            "Лесной микс (хвоя)");
}
